IdeaRS.Connections
TimberConnectingPlateData.FasteningOnTonguePlate Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the properties of the bolt grid on tongue plate
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public FasteningData FasteningOnTonguePlate { get; set; }
Property Value
Type: FasteningData
See Also
Reference
TimberConnectingPlateData Class
IdeaRS.Connections.Data Namespace